---
kind: other
id: Properties.T:Autodesk.Revit.DB.InternalDefinitions
source: html/e284eafd-9493-ec6c-32c5-3deafb7b4175.htm
---
# InternalDefinitions Properties

Identifies if the definitions collection is empty.